"Part1" = "MAGYAR";
"Part2" = "APPLE INC.";
"Part3" = "AZ iOS RENDSZERHEZ KÉSZÜLT PARANCSIKONOK SZOFTVERLICENC-SZERZŐDÉSE";
"Part4" = "AZ APPLE SZOFTVEREK HASZNÁLATA ELŐTT FIGYELMESEN OLVASSA EL A SZOFTVERLICENC-SZERZŐDÉST („LICENC”). AZ APPLE SZOFTVEREK HASZNÁLATÁVAL ELFOGADJA, HOGY A LICENC FELTÉTELEI ÖNRE NÉZVE KÖTELEZŐ ÉRVÉNYŰEK. HA NEM ÉRT EGYET A LICENC FELTÉTELEIVEL, NE HASZNÁLJA/TELEPÍTSE A SZOFTVERT.";
"Part5" = "FONTOS MEGJEGYZÉS: Amennyiben ez a szoftver anyagok sokszorosítására, módosítására, közzétételére és terjesztésére használható, akkor kizárólag olyan anyagok sokszorosítására, módosítására, közzétételére és terjesztésére használható, amelyeket nem véd szerzői jog, Ön rendelkezik azok szerzői jogával, illetve Ön törvényes engedéllyel rendelkezik azok sokszorosításához, módosításához, közzétételéhez vagy terjesztéséhez. Ha nem biztos abban, hogy egy adott anyag másolásához, módosításához, közzétételéhez vagy terjesztéséhez rendelkezik a szükséges jogokkal, lépjen kapcsolatba jogi tanácsadójával.";
"Part6" = "1. Általános tudnivalók.";
"Part7" = "A. Bármely csak olvasható memórián, egyéb adathordozón vagy más formában levő Apple szoftvernek és bármely harmadik fél által gyártott szoftvernek, dokumentációnak, felületeknek, tartalomnak, betűkészleteknek és bármely, a jelen licenchez kapcsolódó adatnak (összefoglalóan: „Apple szoftver”) kizárólag a licencét, nem pedig tulajdonjogát vásárolta meg az Apple Inc. vállalattól („Apple”) a Licenc feltételeinek megfelelő felhasználásra. Az Apple és/vagy licenctulajdonosai maradnak az Apple szoftverek tulajdonosai, és minden olyan jogot fenntartanak, amelyekre Ön nem kifejezetten jogosult. ";
"Part8" = "B. Az Apple saját belátása szerint rendelkezésre bocsáthat jövőbeli frissítéseket vagy fejlesztéseket az Apple szoftverekhez a kompatibilis Apple márkájú iOS-eszközökre vonatkozóan. Az Apple szoftverfrissítések és fejlesztések – ha vannak ilyenek – nem szükségszerűen tartalmazzák az összes létező szoftverfunkciót vagy az olyan új funkciókat, amelyeket az Apple az iOS-eszközök újabb vagy más modelljeihez ad ki. Bármely, az eredeti Apple szoftvertermékhez az Apple által biztosított szoftverfrissítés esetében a jelen Licenc feltételei az irányadók, kivéve, ha a frissítéshez vagy fejlesztéshez külön licenc tartozik, amely esetben elfogadja, hogy az adott licenc rendelkezései az irányadók az adott frissítésekre vagy fejlesztésekre. ";
"Part9" = "2. Engedélyezett licencfelhasználások és korlátozások.";
"Part10" = "A. Licenc. A jelen Licenc feltételei, valamint az Apple Media Szolgáltatásainak feltételeiben található „A szolgáltatások és a tartalom felhasználásának szerződési feltételei” résznek (https://www.apple.com/legal/internet-services/itunes/ („Használati szabályok”) értelmében, kivéve ha az Apple szoftverhez a 2B szakaszban leírt módon jutott hozzá, korlátozott, nem átruházható, nem kizárólagos licenc keretében jogosult az Apple szoftverek telepítésére és használatára bármilyen kompatibilis, Apple márkájú, iOS rendszerű készüléken, amely az Ön tulajdonát képezi vagy amely a használatában van. Az Apple szoftvereket nem terjesztheti vagy teheti elérhetővé olyan hálózaton keresztül, ahol azt több eszköz is futtathatja vagy használhatja egyszerre. Az Apple szoftvereket nem kölcsönözheti, lízingelheti, adhatja kölcsön, árulhatja, terjesztheti és adhatja tovább a licencét.";
"Part11" = "B. Mennyiségi vagy karbantartási licenc. Ha az Apple szoftvert egy mennyiségi vagy karbantartási licencprogram keretében szerezte be az Apple vállalattól, a mennyiségi vagy karbantartási licenc feltételei fogják meghatározni az Apple szoftver engedélyezett másolatainak azon számát, amely megadja, hogy hány példányban töltheti le, telepítheti, használhatja és futtathatja azokon az Apple márkájú iOS-eszközökön, amelyeket Ön birtokol vagy felügyel.  Amennyiben nincs külön írásos megállapodása az Apple vállalattal, a jelen Licenc összes egyéb feltétele érvényes az olyan Apple szoftverek használatára, amelyeket mennyiségi vagy karbantartási licenc keretében szerzett be.";
"Part12" = "C. Rendszerkövetelmények. Az Apple szoftver használata csak olyan Apple márkájú hardveren támogatott, amely megfelel az Apple által megadott rendszerkövetelményeknek.";
"Part13" = "D. Tartalom és digitális anyagok. Az Apple szoftver által közzétett vagy elérhetővé tett bármilyen tartalom – ideértve a védjegyeket, emblémákat és képeket is – címre vonatkozó és szellemi tulajdonjogai a vonatkozó tartalom tulajdonosát illetik. Ilyen tartalom szerzői jogok, védjegy- vagy más szellemi tulajdonjogi törvények és egyezmények oltalma alatt állhat, és a tartalmat szolgáltató harmadik fél használati feltételei vonatkozhatnak rá. Ha a jelen Licenc erről másképp nem rendelkezik, (i) a jelen Licenc nem jogosítja fel Önt ilyen tartalom felhasználására, és nem garantálja, hogy a tartalom továbbra is elérhető lesz az Ön számára, valamint (ii) Ön nem használhatja, nem kivonatolhatja illetve nem terjesztheti (sem kereskedelmi, sem egyéb formában) az Apple szoftverben előforduló vagy az Apple szoftver részeként biztosított fotókat, emblémákat, szöveget, kódot, képeket, grafikákat, rajzokat, hanganyagokat, videókat és hasonló elemeket („Digitális anyagok”), illetve a Digitális anyagokat a rendeltetésüktől, vagyis az Apple szoftver részeként való használattól eltérő célra sem használhatja.";
"Part14" = "E. Parancsikonok használata. Ön tudomásul veszi, hogy minden alkalmazás- és/vagy webhelyművelet parancsikonja („Parancsikon”) azon fél vagy felek kizárólagos felelősségi körébe tartozik, aki(k)től az adott Parancsikon származik. Az Apple nem gyakorol ellenőrzés semmilyen, harmadik féltől származó Parancsikon tartalma és funkciói fölött, és nem is vállal felelősséget értük. Ön minden Parancsikont saját kockázatára használ, és kizárólagosan felelős azért, hogy a bármely Parancsikon Ön általi használatából eredő esetleges, harmadik félhez kapcsolódó feltételeket, illetve megállapodásokat betartsa. Ön tudomásul veszi, hogy az Apple-nek nem kötelessége a Parancsikonok előzetes szűrését elvégezni, noha az Apple fenntartja magának a jogot, hogy saját belátása szerint bármely Parancsikont előzetesen szűrjön, elutasítson, letiltson, illetve eltávolítson. ";
"Part15" = "F.  Parancsikonok megosztása. Az Apple szoftver lehetővé teheti, hogy Ön az Ön által létrehozott Parancsikonokat internetes hivatkozáson keresztül megossza másokkal. A megosztott Parancsikon az esetleges beleágyazott tartalmakkal együtt az Apple kiszolgálóin kerül tárolásra a megosztás lehetővé tétele céljából, és felhasználható az Apple termékeinek és szolgáltatásainak általános tökéletesítésére. A megosztott Parancsikon az esetlegesen beleágyazott tartalmakkal együtt az internetes hivatkozás birtokában bárki számára elérhető, és így ezek a személyek a Parancsikon és az esetlegesen beleágyazott tartalmak egy példányát másolhatják, menthetik, módosíthatják és továbbadhatják. Parancsikon megosztásával Ön kijelenti, hogy: (1) a Parancsikonhoz fűződő minden szükséges joggal és engedéllyel rendelkezik, és a megosztás nem sérti semmilyen más fél jogait; és (2) az Ön által megosztott Parancsikonok nem sértenek meg semmilyen jogszabályt, nem járulnak hozzá és nem bátorítanak jogsértő vagy egyéb törvényellenes magatartást, és más módon sem trágárak vagy kifogásolhatóak. Ön tudomásul veszi, hogy az Apple nem köteles semmilyen megosztott Parancsikont áttekinteni, noha az Apple fenntartja magának a jogot, hogy saját belátása szerint bármely Ön által megosztott Parancsikont áttekintsen, letiltson, illetve eltávolítson.";
"Part16" = "G. A használatra vonatkozó korlátozások. Ön beleegyezik, hogy nem tölt fel, nem tesz közzé, nem küld el e-mailben, nem továbbít, nem oszt meg és más módon sem tesz elérhetővé semmilyen olyan Parancsikont, amely: (1) törvénytelen, hátrányos, sértő, vulgáris, trágár, rágalmazó, illetve faji, etnikai vagy egyéb szempontból kifogásolható; (2) megsért, illetve bármilyen olyan magatartást bátorít, amely megsért bármilyen vonatkozó jogszabályt vagy előírást, vagy polgári jogi felelősségrevonáshoz vezet; (3) bármely egyén vagy csoport elleni hátrányos megkülönböztetést, fanatizmust, rasszizmust, gyűlöletet, zaklatást vagy ártalmat népszerűsít; (4) erőszakos vagy fenyegető, illetve erőszakot vagy olyan tetteket népszerűsít, amelyek bármely más személyt fenyegetnek; (5) törvényellenes vagy ártalmas tevékenységeket népszerűsít; illetve (6) amelyről tudja vagy úgy véli, hogy hamis, félrevezető, csalárd vagy más módon becsapja a Parancsikon felhasználóját. Ezenkívül Ön abba is beleegyezik, hogy nem zavarja meg, nem szakítja meg és nem terheli le indokolatlanul az iOS-eszközön az Apple szoftverhez vagy harmadik felek szoftveralkalmazásaihoz, szolgáltatásaihoz és webhelyeihez („Harmadik felek alkalmazásai”-hoz) kapcsolódó szervereket és hálózatokat, és nem szegi meg az ilyen hálózatok és harmadik felekhez tartozó alkalmazások előírásait, irányelveit és eljárásait.";
"Part17" = "H. Harmadik felek alkalmazásai. Bizonyos Parancsikonok befejezéséhez az Apple szoftvernek bizonyos harmadik felekhez tartozó alkalmazásokhoz kell hozzáférnie. Ön kifejezetten beleegyezik és engedélyezi, hogy az Apple szoftver az Ön nevében, a Parancsikon Apple szoftverrel történő elkészítéséhez szükséges mértékben hozzáférjen ezekhez a harmadik felekhez tartozó alkalmazásokhoz, és használja őket. Amennyiben az Apple szoftver harmadik felekhez tartozó alkalmazásokhoz fér hozzá, az Apple-nek sem kifejezett, sem beleértett kötelessége, hogy a harmadik felekhez tartozó alkalmazásokhoz műszaki vagy egyéb támogatást biztosítson. Forduljon közvetlenül a megfelelő szoftverforgalmazóhoz, -gyártóhoz vagy szolgáltatóhoz az  adott szoftverrel, szolgáltatással, webhellyel és/vagy termékekkel kapcsolatos műszaki támogatás és ügyfélszolgálat ügyében. EZENKÍVÜL ÖN MAGÁRA NÉZVE KÖTELEZŐNEK ISMERI EL, – ÉS BELEEGYEZIK, – HOGY AZ APPLE SZOFTVER HASZNÁLATA SORÁN BETARTJA AZ ILYEN, HARMADIK FELEKHEZ TARTOZÓ ALKALMAZÁSOK ÖSSZES VONATKOZÓ SZOLGÁLTATÁSI FELTÉTELÉT ÉS EGYÉB MEGÁLLAPODÁSÁT. KIZÁRÓLAG ÖN FELELŐS ANNAK BIZTOSÍTÁSÁÉRT, HOGY MINDEN PARANCSIKON MEGFELELJEN A PARANCSIKON ÁLTAL HASZNÁLT EGYES, HARMADIK FELEKHEZ TARTOZÓ ALKALMAZÁSOK VONATKOZÓ FELTÉTELEINEK. AZ APPLE SEMMILYEN MÓDON NEM GARANTÁLJA, HOGY A PARANCSIKONOK BÁRMELY, HARMADIK FELEKHEZ TARTOZÓ ALKALMAZÁSOK FELTÉTELEINEK MEGFELELNEK, ÉS AZ APPLE NEM VÁLLAL FELELŐSSÉGET HARMADIK FELEK PARANCSIKONJAIÉRT.";
"Part18" = "I. Tilos a visszafejtés. Ön vállalja, hogy nem fogja és másoknak sem teszi lehetővé az Apple szoftvert vagy az Apple által nyújtott bármely szolgáltatást, vagy annak részét másolni (kivéve a Licencben vagy a Használati szabályokban engedélyezettek szerint, ha azok érvényesek Önre), elemezni a belső felépítését, visszafejteni, a forráskódot kinyerni, visszafejteni a titkosítását, módosítani vagy ezekből származtatott munkákat létrehozni (kivéve, amennyiben bármely előző korlátozás tiltott az alkalmazandó törvény szerint, vagy engedélyezett az Apple Szoftver részét képező Nyílt forráskódú összetevők használatát szabályozó licenc feltételei alapján). ";
"Part19" = "J. A törvényeknek való megfelelés. Elfogadja, hogy az Apple szoftvereket és szolgáltatásokat (az alábbi 4. szakaszban meghatározottak szerint) az alkalmazandó törvényeknek megfelelően használja. Ebbe beleértendők a lakhelyéül szolgáló ország vagy régió helyi törvényeit, illetve ahol letölti vagy használja az Apple szoftvereket és szolgáltatásokat.";
"Part20" = "K. Automatikus frissítések.  Ha engedélyezi az automatikus alkalmazásfrissítéseket, az eszköz rendszeres időközönként ellenőrzi az Apple webhelyén, hogy elérhetők-e frissítések az Apple szoftverhez, és ha rendelkezésre áll frissítés, automatikusan megtörténik annak letöltése és telepítése az eszközön illetve a perifériaeszközökön, amennyiben van ilyen.  Ön bármikor kikapcsolhatja az összes automatikus alkalmazásfrissítést. Ehhez módosítania kell az automatikus alkalmazásfrissítések beállításait a Beállítások alkalmazásban.";
"Part21" = "3. Hozzájárulás az adatok felhasználásához. ";
"Part22" = "A. Analitikai adatok. Ha beleegyezik az analitikai adatok gyűjtésébe, elfogadja, hogy az Apple és leányvállalatai, valamint ügynökei rendszeres időközönként gyűjthetnek, feldolgozhatnak és felhasználhatnak diagnosztikai, műszaki, használati és kapcsolódó adatokat, nem kizárólagosan ideértve az egyedi rendszer- vagy hardverazonosítókat, továbbá az iOS-eszközével, a számítógépével, rendszerével és az alkalmazásszoftverekkel, valamint perifériaeszközökkel kapcsolatos adatokat, amelyek hozzájárulnak az Apple termékeinek és szolgáltatásainak fejlesztéséhez és biztosításához, elősegítik a szoftverfrissítések, a terméktámogatás és egyéb, Apple szoftverekhez kapcsolódó szolgáltatások biztosítását, és ellenőrzik, hogy a jelen Licenc feltételeit betartják-e. Az Apple felhasználhatja ezeket az adatokat a fent leírt célokra, feltéve hogy azok begyűjtése olyan formában történik, amely nem azonosítja név szerint a felhasználót. Ahhoz, hogy az Apple a partnerei és a harmadik félnek számító fejlesztők számára lehetővé tehesse az Apple termékekkel való használatra tervezett szoftverek, hardverek és szolgáltatások fejlesztését, az Apple partnerek és harmadik félnek számító fejlesztők számára is elérhetővé teheti a diagnosztikai adatok egy részét, ha az az adott partner vagy fejlesztő szoftveréhez, hardveréhez és/vagy szolgáltatásához kapcsolódik – feltéve, hogy a diagnosztikai adatok alapján nem azonosítható a felhasználó személyesen. ";
"Part23" = "B. Helyadatok. Az Apple, partnerei, licenctulajdonosai és harmadik félnek számító fejlesztők nyújthatnak olyan szolgáltatásokat az Apple szoftvereken keresztül, amelyek helyadatokat használnak. A szolgáltatások biztosításához és fejlesztéséhez – ahol ez elérhető – az Apple, partnerei és licenctulajdonosai, valamint harmadik félnek számító fejlesztők helyadatokat továbbíthatnak, gyűjthetnek, őrizhetnek meg, dolgozhatnak fel és használhatnak fel. Az Apple a helyadatokat és lekérdezéseket olyan formában gyűjti, amely nem azonosítja név szerint a felhasználót. Az Apple, partnerei, licenctulajdonosai és a harmadik félnek számító fejlesztők ezt a helyalapú termékek és szolgáltatások biztosítására és fejlesztésére használhatják. Bármely, Apple szoftverhez kapcsolódó helyalapú szolgáltatás használatával elfogadja és hozzájárul ahhoz, hogy az Apple, partnerei, licenctulajdonosai és a harmadik félnek számító fejlesztők helyadatokat és lekérdezéseket továbbíthatnak, gyűjthetnek, őrizhetnek meg, dolgozhatnak fel és használhatnak az ilyen termékek és szolgáltatások biztosítása és fejlesztése érdekében. Bármikor visszavonhatja ezt a hozzájárulást oly módon, hogy az iOS-eszköze Helymeghatározás beállításaiban kikapcsolja a globális Helymeghatározás beállítást, vagy ha kikapcsolja az Apple szoftver egyéni helymeghatározási beállításait. Ha olyan harmadik féltől származó alkalmazásokat vagy szolgáltatásokat használ az iOS-eszközén, amelyek helyadatokat használnak fel vagy szolgáltatnak, akkor a harmadik fél erre vonatkozó feltételei és adatvédelmi irányelvei is érvényesek Önre, és azokat érdemes áttekintenie.";
"Part24" = "C. Adatvédelmi nyilatkozat. Adatait az Apple minden esetben az Apple ügyfelekre vonatkozó adatvédelmi irányelveivel összhangban kezeli, amelyek a következő helyen tekinthetők meg: https://www.apple.com/legal/privacy/.";
"Part25" = "4. Szolgáltatások és harmadik féltől származó anyagok.";
"Part26" = "A. Általános.  Az Apple szoftver hozzáférést biztosíthat az Apple iTunes Store áruházához, az App Store áruházhoz, az iCloud, a Térképek és más, az Apple vállalattól vagy harmadik féltől származó szolgáltatásokhoz és webhelyekhez (összefoglalóan és külön: „Szolgáltatások”). Előfordulhat, hogy a Szolgáltatások nem minden nyelven és országban érhetők el.  Ezen Szolgáltatások használata internet-hozzáférést igényel, és bizonyos Szolgáltatások használatához Apple ID azonosítóra lehet szüksége, amelyre további díjak vonatkozhatnak és esetenként további feltételeket kell elfogadnia. A szoftvernek az iTunes Store-fiókkal, az Apple ID azonosítóval és egyéb Apple Szolgáltatással való használatával Ön elfogadja az adott Szolgáltatás vonatkozó szolgáltatási feltételeit, így például az Apple Media Szolgáltatásainak feltételeit, amelyeket a következő helyen tekinthet meg: https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. Amennyiben úgy dönt, hogy az Apple szoftvereken keresztül igénybe veszi az iCloud szolgáltatásokat, ezek használatára kiegészítően az iCloud általános használati feltételei (elérhető itt: https://www.apple.com/legal/internet-services/icloud/) és az Apple adatvédelmi irányelvei (elérhető itt: https://www.apple.com/legal/privacy/) feltételei vonatkoznak.";
"Part28" = "C. Ön tudomásul veszi, hogy bármelyik Szolgáltatás használatakor előfordulhatnak támadónak, illetlennek vagy kifogásolhatónak tűnő tartalmak, amely tartalmak nem biztos, hogy azonosíthatók szókimondó nyelvezetük miatt. Mindazonáltal Ön beleegyezik, hogy a Szolgáltatások használata saját felelősségére történik, és hogy az Apple nem felelős a támadó jellegű, illetlen vagy kifogásolható tartalomért. ";
"Part29" = "D. Bizonyos szolgáltatások megjeleníthetnek, tartalmazhatnak vagy elérhetővé tehetnek harmadik féltől származó szolgáltatásokat, tartalmakat, adatokat, információkat, alkalmazásokat vagy anyagokat („Harmadik féltől származó anyagok”), vagy harmadik fél webhelyeire vagy alkalmazásaira mutató hivatkozásokat biztosíthatnak. A Szolgáltatások használatával tudomásul veszi és elfogadja, hogy nem az Apple felelőssége vizsgálni vagy értékelni az ilyen Harmadik féltől származó anyagok, alkalmazások vagy webhelyek tartalmát, pontosságát, teljességét, aktualitását, érvényességét, szerzői jogoknak való megfelelőségét, törvényességét, minőségét vagy más aspektusát. Az Apple, tisztségviselői, társvállalatai és leányvállalatai nem vállalnak garanciát és nem támogatják, illetve nem vállalnak felelősséget harmadik féltől származó szolgáltatásokért vagy más alkalmazásokért, anyagokért, webhelyekért, termékekért vagy harmadik féltől származó szolgáltatásokért. A Harmadik féltől származó anyagok és egyéb webhelyek vagy alkalmazások hivatkozásai kizárólag a kényelem érdekében állnak rendelkezésre. ";
"Part30" = "E. Amennyiben bármilyen tartalmat tölt fel a Szolgáltatások használatával, azzal kijelenti, hogy rendelkezik az ilyen tartalmak feltöltéséhez szükséges minden joggal, felhatalmazással vagy más módon jogosult a tartalmak feltöltésére, és hogy a tartalmak nem sértik a Szolgáltatásokra vonatkozó szolgáltatási feltételeket. Ön elfogadja, hogy a Szolgáltatások védett tartalmakat, információkat és anyagokat tartalmaznak (korlátozás nélkül ideértve a Digitális anyagokat), amelyek tulajdonosa az Apple, a webhely tulajdonosa és/vagy a licenctulajdonosok, és amelyek a vonatkozó szellemi tulajdoni és más törvények (korlátozás nélkül ideértve a szerzői jogi törvényeket) oltalma alatt állnak.  E. Elfogadja, hogy semmilyen módon nem használja fel az ilyen védett tartalmakat, információkat és anyagokat – a Szolgáltatások engedélyezett felhasználását kivéve –, amely nincs összhangban a Licenc feltételeivel, vagy sérti a harmadik fél vagy az Apple szellemi tulajdonhoz való jogát. A Szolgáltatások egyik része sem reprodukálható semmilyen formában vagy módon. Vállalja, hogy nem módosítja, kölcsönzi, lízingeli, adja kölcsönbe, árulja, terjeszti a Szolgáltatásokat, vagy nem hoz létre származtatott munkákat, és a Szolgáltatásokat nem hasznosítja jogosulatlanul, korlátozás nélkül ideértve, ha a Szolgáltatásokat számítógépes vírusok, férgek, trójai programok vagy rosszindulatú szoftverek átvitelére használja, illetve ha túllépi vagy leterheli a hálózati kapacitást. Továbbá vállalja, hogy semmilyen módon nem használja a Szolgáltatásokat bármely harmadik fél jogainak veszélyeztetésére, gyalázkodásra, nyomon követésre, fenyegetésre, rágalmazásra vagy bármely formában történő megsértésére, és hogy az Apple semmilyen formában nem felelős az ilyen használatért, sem az olyan megalázó, támadó jellegű, sértő vagy illegális üzenetekért vagy adatátvitelekért, amelyek a Szolgáltatások használatából adódhatnak.";
"Part31" = "F. Emellett azon Szolgáltatások és Harmadik féltől származó anyagok, amelyek elérhetők, hivatkozottak vagy megjelennek az Apple szoftveren keresztül, nem minden nyelven és országban vagy régióban érhetők el. Az Apple nem vállal garanciát arra, hogy az ilyen Szolgáltatások és Harmadik féltől származó anyagok helyénvalók, vagy elérhetők bármely adott helyen. Amennyiben úgy dönt, hogy eléri vagy használja az ilyen Szolgáltatásokat vagy Harmadik féltől származó anyagokat, azt saját kezdeményezésből teszi, és felelős az alkalmazandó törvényeknek való megfelelésért, korlátozás nélkül beleértve az alkalmazandó helyi törvényeket, valamint az adatvédelmi és adatgyűjtési törvényeket. Az Apple és licenctulajdonosai fenntartják a jogot, hogy előzetes figyelmeztetés nélkül bármikor módosíthatnak, felfüggeszthetnek, eltávolíthatnak bármely Szolgáltatást, vagy megvonhatják a hozzáférést. Az Apple semmilyen esetben sem tehető felelőssé az ilyen Szolgáltatások eltávolításáért, vagy a hozzáférés megvonásáért. Az Apple – figyelmeztetés vagy felelősség nélkül – bármikor kiróhat korlátozásokat bizonyos Szolgáltatások használatára vagy hozzáférésére. ";
"Part32" = "5. Megszűnés. A jelen Licenc a megszűnéséig van érvényben. A jelen Licencben foglalt jogok automatikusan megszűnnek, vagy a hatályuk figyelmeztetés nélkül megszűnik, ha nem sikerül megfelelni a Licenc bármely feltételének. A Licenc megszűnésekor be kell szüntetnie az Apple szoftver mindennemű használatát, és meg kell semmisítenie az Apple szoftver összes – teljes vagy részleges – másolatát. A jelen licenc 2I, 3., 4., 5., 6., 7., 8., 10. és 11. szakasza minden ilyen megszűnést követően is érvényben marad.";
"Part33" = "6. Jótállási nyilatkozat. ";
"Part34" = "A. Ha Ön olyan ügyfél, aki fogyasztó (olyan személy, aki az Apple szoftvert nem kereskedelmi, üzleti vagy szakmai célra használja), a tartózkodási országának megfelelően további törvényi jogokkal rendelkezhet, amelyek meggátolhatják az alábbi korlátozások érvényességét, és törvényi tiltás esetén nem vonatkoznak Önre. A fogyasztói jogokat illetően további információt a helyi fogyasztói tanácsadó szervezettől kaphat.";
"Part35" = "B. ÖN KIFEJEZETT MÓDON TUDOMÁSUL VESZI ÉS EGYETÉRT AZZAL, HOGY AZ ALKALMAZANDÓ TÖRVÉNYEK ÁLTAL MEGENGEDETT MAXIMÁLIS MÉRTÉKIG AZ APPLE SZOFTVEREK HASZNÁLATA ÉS A SZOFTVEREK ÁLTAL VAGY AZOK HOZZÁFÉRÉSÉN KERESZTÜL NYÚJTOTT SZOLGÁLTATÁSOK IGÉNYBEVÉTELE SAJÁT FELELŐSSÉGÉRE TÖRTÉNIK, ÉS ÖN VÁLLALJA A TELJES KOCKÁZATOT A MEGFELELŐ MINŐSÉG, TELJESÍTMÉNY, PONTOSSÁG ÉS MUNKA TEKINTETÉBEN. ";
"Part36" = "C. AZ ALKALMAZANDÓ TÖRVÉNYEK ÁLTAL MEGENGEDETT MAXIMÁLIS MÉRTÉKIG AZ APPLE SZOFTVEREK ÉS SZOLGÁLTATÁSOK KÖZREBOCSÁTÁSA „JELEN ÁLLAPOTUKBAN” TÖRTÉNIK, AZ ESETLEGES HIBÁKKAL EGYÜTT, MINDENFÉLE JÓTÁLLÁS NÉLKÜL, ÉS AZ APPLE, VALAMINT AZ APPLE LICENCTULAJDONOSAI (ÖSSZEFOGLALÓAN „APPLE” A 6. ÉS A 7. BEKEZDÉSBEN) ELHÁRÍT MINDEN KIFEJEZETT, VÉLELMEZETT ÉS TÖRVÉNYI JÓTÁLLÁST ÉS KÖRÜLMÉNYT AZ APPLE SZOFTVEREKRE ÉS SZOLGÁLTATÁSOKRA VONATKOZÓLAG, NEM KIZÁRÓLAGOSAN BELEÉRTVE A KERESKEDELMI HASZNOSÍTHATÓSÁGRA, MEGFELELŐ MINŐSÉGRE, ADOTT CÉLNAK VALÓ MEGFELELŐSÉGRE, PONTOSSÁGRA, ZAVARTALAN HASZNÁLATRA, A HARMADIK FELEK JOGAINAK TISZTELETBEN TARTÁSÁRA VONATKOZÓ JÓTÁLLÁST. ";
"Part37" = "D. AZ APPLE NEM VÁLLAL JÓTÁLLÁST AZ APPLE SZOFTVEREK ÉS SZOLGÁLTATÁSOK HASZNÁLATÁNAK ZAVARTALANSÁGÁÉRT, NEM GARANTÁLJA, HOGY AZ ÁLTALUK NYÚJTOTT FUNKCIÓK ÉS SZOLGÁLTATÁSOK AZ ÖN KÖVETELMÉNYEINEK MEGFELELNEK, AZ APPLE SZOFTVEREK ÉS SZOLGÁLTATÁSOK MŰKÖDÉSE ZAVARTALAN ÉS HIBAMENTES LESZ, MINDEN SZOLGÁLTATÁS FOLYAMATOSAN RENDELKEZÉSRE FOG ÁLLNI, AZ APPLE SZOFTVEREK ÉS SZOLGÁLTATÁSOK HIBÁIT KIJAVÍTJA ÉS AZ APPLE SZOFTVEREK ÉS SZOLGÁLTATÁSOK KOMPATIBILISEK ÉS EGYÜTTMŰKÖDNEK A HARMADIK FÉLTŐL SZÁRMAZÓ SZOFTVEREKKEL, ALKALMAZÁSOKKAL ÉS SZOLGÁLTATÁSOKKAL. A JELEN APPLE SZOFTVER TELEPÍTÉSE HATÁSSAL LEHET A HARMADIK FÉLTŐL SZÁRMAZÓ SZOFTVEREK, ALKALMAZÁSOK ÉS SZOLGÁLTATÁSOK, ILLETVE AZ APPE-TERMÉKEK ÉS -SZOLGÁLTATÁSOK ELÉRHETŐSÉGÉRE ÉS HASZNÁLHATÓSÁGÁRA. ";
"Part38" = "E. EZENKÍVÜL TUDOMÁSUL VESZI, HOGY AZ APPLE SZOFTVEREK ÉS SZOLGÁLTATÁSOK NEM HASZNÁLHATÓK OLYAN HELYZETBEN ÉS KÖRNYEZETBEN, AHOL AZ APPLE SZOFTVEREK ÉS SZOLGÁLTATÁSOK MEGHIBÁSODÁSA, KÉSÉSEI, TARTALMAINAK HIBÁI ÉS PONTATLANSÁGA HALÁLT, SZEMÉLYI SÉRÜLÉSEKET, KOMOLY FIZIKAI VAGY KÖRNYEZETI KÁROKAT OKOZHAT, NEM KIZÁRÓLAGOSAN BELEÉRTVE A NUKLEÁRIS LÉTESÍTMÉNYEK, LÉGIFORGALOM-IRÁNYÍTÁSI ÉS -KOMMUNIKÁCIÓS RENDSZEREK, ÉLETMENTÉSI ÉS FEGYVERRENDSZEREK ÜZEMELTETÉSÉT.";
"Part39" = "F. AZ APPLE VAGY HIVATALOS APPLE KÉPVISELŐK SZÓBELI VAGY ÍRÁSOS KÖZLÉSE, TANÁCSA NEM KÉPEZ JÓTÁLLÁST. AMENNYIBEN AZ APPLE SZOFTVEREK VAGY SZOLGÁLTATÁSOK HIBÁSNAK BIZONYULNAK, A SZÜKSÉGES JAVÍTÁS TELJES KÖLTSÉGÉT ÖNNEK KELL VÁLLALNIA. EGYES JOGI SZABÁLYOZÁSOK NEM ENGEDÉLYEZIK A VÉLELMEZETT JÓTÁLLÁSOK KIZÁRÁSÁT VAGY AZ ÜGYFÉL TÖRVÉNYI JOGAINAK KORLÁTOZÁSÁT, EZÉRT ELŐFORDULHAT, HOGY A FENTI KIZÁRÁS ÉS KORLÁTOZÁSOK ÖNRE NEM VONATKOZNAK. ";
"Part40" = "7. A felelősség korlátozása. AZ ALKALMAZANDÓ TÖRVÉNYEK ÁLTAL ENGEDÉLYEZETT MAXIMÁLIS MÉRTÉKIG AZ APPLE NEM FELELŐS AZ APPLE SZOFTVEREK ÉS SZOLGÁLTATÁSOK, VALAMINT AZ APPLE SZOFTVEREKHEZ KAPCSOLÓDÓ, HARMADIK FÉLTŐL SZÁRMAZÓ SZOFTVEREK ÉS ALKALMAZÁSOK HASZNÁLATÁBÓL VAGY HASZNÁLHATATLANSÁGÁBÓL EREDŐ SZEMÉLYI SÉRÜLÉSEKÉRT ÉS SEMMILYEN ESETLEGES, KÜLÖNLEGES, KÖZVETETT VAGY KÖVETKEZMÉNYKÉNT JELENTKEZŐ KÁRÉRT, KORLÁTOZÁS NÉLKÜL BELEÉRTVE AZ ELMARADÓ HASZNOT, AZ ADATOK SÉRÜLÉSÉT VAGY ELVESZTÉSÉT, ADATOK SIKERTELEN TOVÁBBÍTÁSÁT VAGY FOGADÁSÁT, AZ ÜZEMKIMARADÁST ÉS MINDEN EGYÉB KERESKEDELMI KÁRT ÉS VESZTESÉGET, FÜGGETLENÜL AZOK KELETKEZÉSÉTŐL, A FELELŐSSÉG JELLEGÉTŐL (SZERZŐDÉS, JOGSÉRTÉS VAGY EGYÉB), MÉG ABBAN AZ ESETBEN SEM, HA AZ APPLE VÁLLALATOT ELŐZŐLEG ÉRTESÍTETTÉK AZ ILYEN KÁROK BEKÖVETKEZÉSÉNEK LEHETŐSÉGÉRŐL. EGYES JOGI SZABÁLYOZÁSOK NEM ENGEDÉLYEZIK A SZEMÉLYI SÉRÜLÉSEKRE, AZ ESETLEGES VAGY KÖVETKEZMÉNYKÉNT JELENTKEZŐ KÁROKRA VONATKOZÓ FELELŐSSÉG KORLÁTOZÁSÁT VAGY KIZÁRÁSÁT, EZÉRT ELŐFORDULHAT, HOGY EZ A KORLÁTOZÁS ÖNRE NEM VONATKOZIK. Az Apple összes kár iránti teljes felelőssége semmilyen esetben sem haladhatja meg az ötven (50) USD értéket (kivéve, ha azt az alkalmazandó jogszabályok személyi sérülések esetében előírják). A következő korlátozások akkor is érvényesek, ha a fentiekben meghatározott jogorvoslat nem éri el a célját.";
"Part41" = "8. Exportszabályozás. Az Apple szoftvert csak az Amerikai Egyesült Államok törvényei és az Apple szoftverek beszerzési országának törvényei által nem tiltott módon használhatja, exportálhatja és exportálhatja újra. Korlátozás nélküli különös tekintettel az Apple szoftverek nem exportálhatók és exportálhatók újra (a) az Amerikai Egyesült Államok által embargóval sújtott országokba, (b) az Amerikai Egyesült Államok Pénzügyminisztériumának Specially Designated Nationals (külön megfigyelés alatt álló állampolgárok) listáján vagy az Amerikai Kereskedelmi Minisztérium Denied Person’s List (tiltólistán szereplő személyek) vagy Entity List (jogi személyek) listáján, illetve bármilyen egyéb tiltólistán szereplő személyek számára. Az Apple szoftverek használatával kinyilvánítja és szavatolja, hogy nem tartózkodik az említett országokban vagy olyan országban, amely valamely említett listán szerepel. Vállalja, hogy nem használja az Apple szoftvereket az Amerikai Egyesült Államok törvényei által tiltott célokra, korlátozás nélkül beleértve a rakéták, atom-, vegyi és biológiai fegyverek fejlesztését, tervezését, gyártását és termelését.";
"Part42" = "9. Kormányzati végfelhasználók. Az Apple szoftverek és a kapcsolódó dokumentáció a 48 C.F.R. §2.101 definíciójának megfelelően „kereskedelmi termékek”, és a 48 C.F.R. §12.212, illetve a 48 C.F.R. §227.7202 definíciójának megfelelően „kereskedelmi számítógépes szoftverből”, valamint „kereskedelmi számítógépes szoftverdokumentációból” állnak. Összhangban a 48 C.F.R. §12.212 vagy a 48 C.F.R. §227.7202-1 és 227.7202-4 közötti bekezdésekkel, a kereskedelmi számítógépes szoftver és kereskedelmi számítógépes szoftverdokumentáció az Amerikai Egyesült Államok kormányzatának végfelhasználói számára (a) csak kereskedelmi termékként, valamint (b) csak ugyanazokkal a végfelhasználói jogokkal licencelhető, mint a jelen szerződésben foglaltak szerint minden más végfelhasználó számára. A nyilvánosságra nem hozott jogok az Amerikai Egyesült Államok szerzői jogi törvényei alapján fenntartva.";
"Part43" = "10. Alkalmazandó jogszabályok és elválaszthatóság. A jelen licencre és annak értelmezésére Kalifornia állam törvényei az irányadók, eltekintve annak jogütközéseitől. A jelen licencre nem érvényes az ENSZ által elfogadott „Nemzetközi árukereskedelmi szerződésekről szóló egyezmény”, amelynek alkalmazását kifejezetten kizárjuk. Ha Ön az Egyesült Királyságban tartózkodó fogyasztó, ez a Licenc a tartózkodási helyének megfelelő illetékes bíróság törvényei által kerül szabályozásra. Ha valamely illetékes bíróság a licenc bármely rendelkezését, vagy annak egy részét érvényesíthetetlennek ítéli, a licenc egyéb részei továbbra is teljes mértékben érvényesek maradnak.";
"Part44" = "11. Teljes szerződés, irányadó nyelv. Ez a Licenc alkotja a teljes szerződést Ön és az Apple vállalat között az Apple szoftverekre vonatkozólag, és hatályon kívül helyez minden korábbi vagy egyidejű megállapodást a jelen ügy tárgyában. A jelen licenc kiegészítése vagy módosítása csak akkor kötelező érvényű, ha az írásos, és az Apple vállalat által lett aláírva. A jelen licenc fordításai a helyi követelményeknek megfelelően készülnek, és amennyiben eltérés mutatkozik a jelen licenc angol és valamely nem angol változata között, a jelen licenc angol változata az irányadó a helyi törvények által megengedett mértékig.";
"Part45" = "12. Harmadik felek nyilatkozatai. Az Apple szoftverek egyes részei harmadik féltől származó szoftvereket vagy egyéb, szerzői jog által védett anyagokat használhatnak vagy tartalmazhatnak. Az ilyen anyagok nyilatkozatai, licencfeltételei és kizárásai az Apple szoftverek elektronikus dokumentációjában olvashatók, és az anyagok használatát a megadott feltételek szabályozzák.";
"Part46" = "EA1576";
"Part47" = "2018.8.16.";